; === Hunter abilities ===

[ShadowOps_SnapShot X2AbilityTemplate]
LocFriendlyName="Выстрел навскидку"
LocLongDescription="Вы можете стрелять из наблюдения со следующего оружия: <Ability:WeaponName/> одним действием с минусом к точности <Ability:ToHit:ShadowOps_SnapShotShot/>."
LocHelpText="Выстрелить из наблюдения со следующего оружия: <Ability:WeaponName/> одним действием с минусом к точности."
LocFlyOverText="Выстрел навскидку"
LocPromotionPopupText="<Bullet/>  Выстрел навскидку наиболее полезен для Охотников, которые перемещаются вместе с остальной частью отряда, а не остаются в одном месте.<br/><Bullet/> Снайперская винтовка имеет пониженную точность с близкого расстояния. Атака мечом более эффективна, чем такой выстрел, даже с фланга, с близкого расстояния.<br/>"

[ShadowOps_SnapShotShot X2AbilityTemplate]
LocFriendlyName="Выстрел навскидку"
LocLongDescription="Вы можете стрелять из наблюдения со следующего оружия: <Ability:WeaponName/> одним действием с минусом к точности <Ability:ToHit:ShadowOps_SnapShotShot/>."
LocHelpText="Выстрелить из наблюдения со следующего оружия: <Ability:WeaponName/> одним действием с минусом к точности."
LocFlyOverText="Выстрел навскидку"

[ShadowOps_SnapShotOverwatch X2AbilityTemplate]
LocFriendlyName="Наблюдение"
LocFriendlyNameWhenConcealed="Наблюдение (Замаскирован)"
LocLongDescription="Наблюдение с следующим оружием: <Ability:WeaponName/> одним действием с минусом <Ability:ToHit:ShadowOps_SnapShotShot/> к точности."
LocHelpText="Выстрелить в первого врага, который передвигается в поле зрения солдата, с минусом к точности."
LocLongDescriptionWhenConcealed="Выстрелить в первого врага, который передвигается в поле зрения солдата, но только если обнаружен."
LocFlyOverText="Наблюдение: Выстрел навскидку"

[ShadowOps_HunterMark X2AbilityTemplate]
LocFriendlyName="Метка"
LocLongDescription="Метка на цели, дающая союзникам <Ability:+ToHit/> бонуса к точности против нее. Бонус не пропадает, но пометить можно только одну цель. Эта способность не снимает маскировку. Перезарядка: <Ability:SelfCooldown/> раунда."
LocHelpText="Метка на цели, дающая союзникам <Ability:+ToHit/> бонуса к точности против нее. "
LocFlyOverText="Метка"
LocPromotionPopupText="<Bullet/>Метка дает возможность с пользой потратить второе очко действия, если вы передвигались или перезаряжались.<br/><Bullet/> Используйте метку на опасных врагах, прежде чем сесть в засаду.<br/><Bullet/> Метка сделает быстрый выстрел гораздо более точным, чем обычный выстрел без метки, а так же поможет остальному отряду.<br/><Bullet/> Метка использует общий вид.<br/><Bullet/> Не снимает скрытность.<br/><Bullet/> Эффект снимется, если охотник погибнет или пометит другую цель.<br/><Bullet/> Перезарядка: <Ability:SelfCooldown/> раунда.<br/>"

[ShadowOps_VitalPoint X2AbilityTemplate]
LocFriendlyName="Острая кромка"
LocLongDescription="Атаки мечом разрывающия <Ability:Shred/> единиц брони и наносящие <Ability:+Damage/> урона."
LocHelpText="Атака мечом разрывает <Ability:Shred/> единиц брони и наносит <Ability:+Damage/> урона."
LocFlyOverText="Острая кромка"
LocPromotionPopupText="<Bullet/> Продвинутые мечи наносят больше урона и прорубают больше брони.<br/><Bullet/> Из за высоких показателей точности Охотника, атаки мечом чаще попадают в цель.<br/>"

[ShadowOps_Precision X2AbilityTemplate]
LocFriendlyName="Точность"
LocLongDescription="Вы получаете <Ability:+ToHit/> точности против целей в полном укрытии."
LocHelpText="Вы получаете <Ability:+ToHit/> точности против целей в полном укрытии."
LocFlyOverText="Точность"
LocPromotionPopupText="<Bullet/> Точность действует только на атаки на расстоянии.<br/>"

[ShadowOps_LowProfile X2AbilityTemplate]
LocFriendlyName="Низкий профиль"
LocLongDescription="Солдат получает <Ability:+Defense/> защиты в половинных укрытиях."
LocHelpText="Солдат получает <Ability:+Defense/> защиты в половинных укрытиях."
LocFlyOverText="Низкий профиль"
LocPromotionPopupText="<Bullet/> Бонус теряется, если противник вас флангует.<br/>"

[ShadowOps_Sprint X2AbilityTemplate]
LocFriendlyName="Ускоренный марш"
LocLongDescription="Дает бонусное действие на этот раунд. <Ability:SelfCooldown/> раунда перезарядки."
LocHelpText="Дает бонусное действие на этот раунд."
LocFlyOverText="Ускоренный марш"
LocPromotionPopupText="<Bullet/> Ускоренный марш может быть использован для особо дальних перемещений или для перемещения и выстрела из снайперской винтовки.<br/><Bullet/> Дополнительное действие будет потеряно, если вы используете действие, заканчивающее ход солдата.<br/><Bullet/> Перезарядка: <Ability:SelfCooldown/> раунда.<br/>"

[ShadowOps_Assassin X2AbilityTemplate]
LocFriendlyName="Ассасин"
LocLongDescription="Если вы убили врага без укрытия, или обойденного с фланга, с помощью оружия: <Ability:WeaponName/>, вы получаете маскировку."
LocHelpText="Если вы убили врага без укрытия, или обойденного с фланга, с помощью оружия: <Ability:WeaponName/>, вы получаете маскировку."
LocFlyOverText="Ассасин"
LocPromotionPopupText="<Bullet/> Вы должны иметь укрытие от всех врагов, которые могут видеть вас, чтобы получить скрытность.<br/>"

[ShadowOps_Fade X2AbilityTemplate]
LocFriendlyName="Слинять"
LocLongDescription="Дает скрытность, потерянную на вашем движении. <Ability:SelfCooldown/> раунда перезарядки."
LocHelpText="Дает скрытность, потерянную на вашем движении."
LocFlyOverText="Слинять"
LocPromotionPopupText="<Bullet/> Способность дает шанс использовать многократно удар из тени.<br/><Bullet/> Скрытность может быть потеряна.<br/><Bullet/> Нужно действие и перезардка <Ability:SelfCooldown/> раунда.<br/>"

[ShadowOps_SliceAndDice X2AbilityTemplate]
LocFriendlyName="Порезать на ломтики"
LocLongDescription="Атака врага в радиусе движения мечом. Если первая атака попала, атакует второй раз. <Ability:SelfCooldown/> раунд перезарядка."
LocHelpText="Атакует врага в радиусе движения мечом. Если первая атака попала, атакует второй раз бесплатно."
LocFlyOverText="Порезать на ломтики"
LocPromotionPopupText="<Bullet/>  Атакует врага в радиусе движения мечом. Если первая атака попала, атакует второй раз бесплатно. <Bullet/> Порезать на ломтики перезаряжается <Ability:SelfCooldown/> раунд.<br/>"

[ShadowOps_Tracking X2AbilityTemplate]
LocFriendlyName="Следопыт"
LocLongDescription="Вы обнаруживаете близлежащих врагов даже не видя их."
LocHelpText="Вы обнаруживаете близлежащих врагов даже не видя их."
LocFlyOverText="Следопыт"
LocPromotionPopupText="<Bullet/> Солдаты с данной способностью отличные разведчики.<br/><Bullet/> Следопыт обнаруживает врагов немного, но незначительно, дальше нормальной дальности видимости.<br/><Bullet/> Обнаруживает скрытых и закопавшихся врагов. <br/>"

[ShadowOps_TrackingTrigger X2AbilityTemplate]
LocFriendlyName="Следопыт"
LocFlyOverText="Следопыт"

[ShadowOps_Bullseye X2AbilityTemplate]
LocFriendlyName="В яблочко"
LocLongDescription="Выстрел, наносящий критические повреждения и понижающий точность, защиту и волю цели. Перезарядка: <Ability:SelfCooldown/> раунда."
LocHelpText="Выстрел, наносящий критические повреждения и понижающий точность, защиту и волю цели."
LocFlyOverText="В яблочко"
LocPromotionPopupText="<Bullet/> Отличная способность, что бы ослабить сильного врага, наносит критический урон.<br/><Bullet/> Понижает характеристики цели на -20 к воле, защите и точности до конца боя. <br/><Bullet/> Перезарядка <Ability:SelfCooldown/> раунда. <br/>"

[ShadowOps_FirstStrike X2AbilityTemplate]
LocFriendlyName="Первый удар"
LocLongDescription="Если стреляете из следующего оружия: <Ability:WeaponName/>, по цели из скрытности или флангуемой атака наносит <Ability:+Damage/> урона и не имеет минусов от общего вида."
LocHelpText="Если стреляете из следующего оружия: <Ability:WeaponName/>, по цели из скрытности или флангуемой атака наносит <Ability:+Damage/> урона и не имеет минусов от общего вида."
LocFlyOverText="Первый удар"
LocPromotionPopupText="<Bullet/> Первый удар позволяет отстреливать даже очень сильных врагов с одной пули.<br/><Bullet/> Солдат с первым ударом должен начать бой, что бы получить бонус. Не затрагивает наблюдение из скрытности."

[ShadowOps_DamnGoodGround X2AbilityTemplate]
LocFriendlyName="Отличное место"
LocLongDescription="Солдат получает дополнительно <Ability:+ToHit/> к точности и <Ability:+Defense/> к защите против целей внизу."
LocHelpText="Солдат получает дополнительно <Ability:+ToHit/> к точности и <Ability:+Defense/> к защите против целей внизу."
LocFlyOverText="Отличное место"
LocPromotionPopupText="<Bullet/> Бонус складывается с бонусом от других способностей.<br/>"

[ShadowOps_PointBlank X2AbilityTemplate]
LocFriendlyName="В упор"
LocLongDescription="Снижает минусы к точности для снайперской винтовки на близких расстояниях на 67%."
LocHelpText="Снижает минусы к точности для снайперской винтовки на близких расстояниях на 67%."
LocFlyOverText="В упор"
LocPromotionPopupText="<Bullet/> Способность снижает максимальный минус к точности с -30 до -10.<br/><Bullet/> Не затрагивает минус от 'выстрела навскидку'.<br/>"

[ShadowOps_Butcher X2AbilityTemplate]
LocFriendlyName="Мясник"
LocLongDescription="Пывышает урон против органических врагов на 30%."
LocHelpText="Пывышает урон против органических врагов на 30%."
LocFlyOverText="Мясник"
LocPromotionPopupText="<Bullet/> Органических подразумевает не роботов.<br/>"

[ShadowOps_Reposition X2AbilityTemplate]
LocFriendlyName="Смена позиции"
LocLongDescription="Вы получаете движение после использования следующего оружия: <Ability:WeaponName/>."
LocHelpText="Выстрел из следующего оружия: <Ability:WeaponName/> в цель, а потом движение."
LocFlyOverText="Смена позиции"
LocPromotionPopupText="<Bullet/> Вы получаете движение после использования следующего оружия: <Ability:WeaponName/>. <Bullet/> Смена позиции дает только движение, нельзя использовать способности или перезаряжать оружие.<br/>"

[ShadowOps_Evasive X2AbilityTemplate]
LocFriendlyName="Шестое чувство"
LocLongDescription="Солдает получает иммунитет против атак по нескольким целям или по площади."
LocHelpText="Солдает получает иммунитет против атак по нескольким целям или по площади."
LocFlyOverText="Шестое чувство"
LocPromotionPopupText="<Bullet/> Атаки по площади влючают гранаты и другую взрывчатку.<br/>"

[ShadowOps_Stalker X2AbilityTemplate]
LocFriendlyName="Сталкер"
LocLongDescription="Дает бонус <Ability:+Mobility/> к мобильности и <Ability:+ToHit/> к точности, если солдат замаскирован."
LocHelpText="Дает бонус <Ability:+Mobility/> к мобильности и <Ability:+ToHit/> к точности, если солдат замаскирован."
LocFlyOverText="Сталкер"
LocPromotionPopupText="<Bullet/> Бонус не действует, если потеряна маскировка.<br/>"

[ShadowOps_LastStand X2AbilityTemplate]
LocFriendlyName="Последний бой"
LocLongDescription="Один раз на миссию, иммунитет к смерти или выведению из строя до следующего хода."
LocHelpText="Один раз на миссию, дает иммунитет к смерти или выведению из строя до следующего хода солдата."
LocFlyOverText="Последний бой"
LocPromotionPopupText="<Bullet/> Солдат получает урон, но здоровье не падает ниже единицы.<br/><Bullet/> Солдат не может быть дезориентирован, оглушен или как либо ещё выведен из строя.<br/>"

[ShadowOps_DisablingShot X2AbilityTemplate]
LocFriendlyName="Вырубающий удар"
LocLongDescription="Специальный выстрел по цели с <Ability:+ToHit:ShadowOps_DisablingShot_Bonuses/> к точности наносящий половинный урон и вырубающий цель на один раунд. <Ability:SelfCooldown/> раунда перезарядка."
LocHelpText="Специальный выстрел по цели наносящий половинный урон и вырубающий цель на один раунд."
LocFlyOverText="Вырубающий удар"
LocPromotionPopupText="<Bullet/> Вырубленные цели могут только перемещаться, прятаться, перезаряжать оружие или атаковать в ближнем бою.<br/>"

[ShadowOps_ThisOnesMine X2AbilityTemplate]
LocFriendlyName="Этот мой!"
LocLongDescription="Метка на цель, которая дает <Ability:+Crit:ShadowOps_ThisOnesMine_Passive/> шанса на критический удар и <Ability:+Defense:ShadowOps_ThisOnesMine_Passive/> защиты против помеченного врага на 3 раунда. Не требует действия. <Ability:SelfCooldown/> раунда перезарядка."
LocHelpText="Метка на цель, которая дает <Ability:+Crit:ShadowOps_ThisOnesMine_Passive/> шанса на критический удар и <Ability:+Defense:ShadowOps_ThisOnesMine_Passive/> защиты против помеченного врага на 3 раунда. Не требует действия."
LocFlyOverText="Этот мой!"
LocPromotionPopupText="<Bullet/> Солдат только получает бонусы.<br/>"

[ShadowOps_WatchfulEye X2AbilityTemplate]
LocFriendlyName="Зоркий глаз"
LocLongDescription="Один раз в раунд, дает свободный выстрел из наблюдения, если цель помеченная способностью 'Этот мой!' двигается или атакует."
LocHelpText="Один раз в раунд, дает свободный выстрел из наблюдения, если цель помеченная способностью 'Этот мой!' двигается или атакует."
LocFlyOverText="Зоркий глаз"
LocPromotionPopupText="<Bullet/> Свободный выстрел из наблюдения происходит даже если цель выдна только благодаря общему виду.<br/>"

[ShadowOps_Hipfire_LW2 X2AbilityTemplate]
LocFriendlyName="Выстрел от бедра"
LocLongDescription="Первый выстрел в раунд из обреза не тратит действие."
LocHelpText="Первый выстрел в раунд из обреза не тратит действие."
LocFlyOverText="Выстрел от бедра"
LocPromotionPopupText="<Bullet/> Нельзя стрелять из обреза, если совсем не осталось действий.<br/>"

[ShadowOps_Fearsome X2AbilityTemplate]
LocFriendlyName="Пугало"
LocLongDescription="Если солдат наносит критический урон, цель и любой враг в пределах 6 клеток от нее может запаниковать."
LocHelpText="Если солдат наносит критический урон, цель и любой враг в пределах 6 клеток от нее может запаниковать."
LocFlyOverText="Пугало"
LocPromotionPopupText="<Bullet/> Способности 'Этот мой!' и 'Смертельный выстрел' помогут с нанесением критического урона.<br/><Bullet/> Способность действует на любое оружие солдата.<br/>"

[ShadowOps_CoverMe X2AbilityTemplate]
LocFriendlyName="Прикрой меня"
LocLongDescription="Дает союзнику бонус к ответным выстрелам и выстрелам подавления. <Ability:SelfCooldown/> раунда перезарядка."
LocHelpText="Дает союзнику бонус к ответным выстрелам и выстрелам подавления."
LocFlyOverText="Прикрой меня"
LocPromotionPopupText="<Bullet/> Бонус к ответным выстрелам и выстрелам подавления действует до следующего хода солдата.<br/><Bullet/> Ответные и другие выстрелы могут наносить критический урон.<br/>"

; === Class templates ===

[ShadowOps_Hunter X2SoldierClassTemplate]
DisplayName="Охотник"
ClassSummary="Оотник одинаково хорошо отстреливает врагов с дальней позиции или рубит их мечом вблизи. Противник не узнает, что его поразило."
LeftAbilityTreeTitle="Стрелок"
RightAbilityTreeTitle="Следопыт"
RandomNickNames[0]="Лучник"
RandomNickNames[1]="Медведь"
RandomNickNames[2]="Гепард"
RandomNickNames[3]="Химера"
RandomNickNames[4]="Койот"
RandomNickNames[5]="Остряк"
RandomNickNames[6]="Гиена"
RandomNickNames[7]="Кролик"
RandomNickNames[8]="Ледоруб"
RandomNickNames[9]="Леопард"
RandomNickNames[10]="Молния"
RandomNickNames[11]="Динозавр"
RandomNickNames[12]="Ворон"
RandomNickNames[13]="Соня"
RandomNickNames[14]="Скала"
RandomNickNames[15]="Тигр"
RandomNickNames[16]="Птичка"
RandomNickNames[17]="Вуду"
RandomNickNames[18]="Ласка"
RandomNickNames[19]="Волк"
RandomNickNames[20]="Россомаха"
RandomNickNames[21]="Йети"
RandomNickNames_Female[0]="Черная вдова"
RandomNickNames_Female[1]="Дриада"
RandomNickNames_Female[2]="Львица"
RandomNickNames_Male[0]="Кугуар"
RandomNickNames_Male[1]="Зеленый"
RandomNickNames_Male[2]="Лев"
RandomNickNames_Male[3]="Песчаный призрак"

[ShadowOps_Hunter_LW X2SoldierClassTemplate]
DisplayName="Охотник"
ClassSummary="Оотник одинаково хорошо отстреливает врагов с дальней позиции или рубит их мечом вблизи. Противник не узнает, что его поразило."
LeftAbilityTreeTitle="Стрелок"
RightAbilityTreeTitle="Следопыт"
RandomNickNames[0]="Лучник"
RandomNickNames[1]="Медведь"
RandomNickNames[2]="Гепард"
RandomNickNames[3]="Химера"
RandomNickNames[4]="Койот"
RandomNickNames[5]="Остряк"
RandomNickNames[6]="Гиена"
RandomNickNames[7]="Кролик"
RandomNickNames[8]="Ледоруб"
RandomNickNames[9]="Леопард"
RandomNickNames[10]="Молния"
RandomNickNames[11]="Динозавр"
RandomNickNames[12]="Ворон"
RandomNickNames[13]="Соня"
RandomNickNames[14]="Скала"
RandomNickNames[15]="Тигр"
RandomNickNames[16]="Птичка"
RandomNickNames[17]="Вуду"
RandomNickNames[18]="Ласка"
RandomNickNames[19]="Волк"
RandomNickNames[20]="Россомаха"
RandomNickNames[21]="Йети"
RandomNickNames_Female[0]="Черная вдова"
RandomNickNames_Female[1]="Дриада"
RandomNickNames_Female[2]="Львица"
RandomNickNames_Male[0]="Кугуар"
RandomNickNames_Male[1]="Зеленый"
RandomNickNames_Male[2]="Лев"
RandomNickNames_Male[3]="Песчаный призрак"

[ShadowOps_Hunter_LW2 X2SoldierClassTemplate]
DisplayName="Охотник"
ClassSummary="Оотник одинаково хорошо отстреливает врагов с дальней позиции или рубит их мечом вблизи. Противник не узнает, что его поразило."
LeftAbilityTreeTitle="Стрелок"
RightAbilityTreeTitle="Следопыт"
RandomNickNames[0]="Лучник"
RandomNickNames[1]="Медведь"
RandomNickNames[2]="Гепард"
RandomNickNames[3]="Химера"
RandomNickNames[4]="Койот"
RandomNickNames[5]="Остряк"
RandomNickNames[6]="Гиена"
RandomNickNames[7]="Кролик"
RandomNickNames[8]="Ледоруб"
RandomNickNames[9]="Леопард"
RandomNickNames[10]="Молния"
RandomNickNames[11]="Динозавр"
RandomNickNames[12]="Ворон"
RandomNickNames[13]="Соня"
RandomNickNames[14]="Скала"
RandomNickNames[15]="Тигр"
RandomNickNames[16]="Птичка"
RandomNickNames[17]="Вуду"
RandomNickNames[18]="Ласка"
RandomNickNames[19]="Волк"
RandomNickNames[20]="Россомаха"
RandomNickNames[21]="Йети"
RandomNickNames_Female[0]="Черная вдова"
RandomNickNames_Female[1]="Дриада"
RandomNickNames_Female[2]="Львица"
RandomNickNames_Male[0]="Кугуар"
RandomNickNames_Male[1]="Зеленый"
RandomNickNames_Male[2]="Лев"
RandomNickNames_Male[3]="Песчаный призрак"

[ShadowOps_Survivalist_LW2 X2SoldierClassTemplate]
DisplayName="Егерь"
ClassSummary="Егерь - стрелок на большие расстояния, специализируется на множество целей. Против тех кто подбегает поближе есть обрез."
LeftAbilityTreeTitle="Часовой"
RightAbilityTreeTitle="Рейдер"
RandomNicknames[0]="Осина"
RandomNicknames[1]="Береза"
RandomNicknames[2]="Кедр"
RandomNicknames[3]="Чупакабра"
RandomNicknames[4]="Тень"
RandomNicknames[5]="Флинт"
RandomNicknames[6]="Отброс"
RandomNicknames[7]="Кудзи"
RandomNicknames[8]="Длинный"
RandomNicknames[9]="Дуб"
RandomNicknames[10]="Мох"
RandomNicknames[11]="Мускат"
RandomNicknames[12]="Сосна"
RandomNicknames[13]="Пруд"
RandomNicknames[14]="Бомба"
RandomNicknames[15]="Кольцо"
RandomNicknames[16]="Грабитель"
RandomNicknames[17]="Бутерброд"
RandomNicknames[18]="Сасквоч"
RandomNicknames[19]="Аспид"
RandomNicknames[20]="Западня"
RandomNicknames[21]="Кол"
RandomNicknames[22]="Скунс"
RandomNicknames[23]="Дубильщик"
RandomNicknames[24]="Шина"
RandomNicknames[25]="Путник"
RandomNicknames[26]="Оборотень"
RandomNicknames[27]="Огненная вода"
RandomNicknames[28]="Йети"
RandomNickNames_Male[0]="Бычок"
RandomNickNames_Male[1]="Туман"
RandomNickNames_Female[0]="Рассвет"
RandomNickNames_Female[1]="Жемчужина"

; === GTS ability templates ===

[DamnGoodGroundUnlock X2SoldierAbilityUnlockTemplate]
DisplayName="Охотник: Отличное место"
Summary="+10 точности и защиты против целей ниже."

[StalkerUnlock_LW X2SoldierAbilityUnlockTemplate]
DisplayName="Охотник: Сталкер"
Summary="Дает +3 к мобильности и +10 к точности, если замаскирован."

[SurvivalInstinctUnlock_LW X2SoldierAbilityUnlockTemplate]
DisplayName="Инстинкты выживания"
Summary="В случае ранения дает +20 к защите и +10 к шансу критического попадания."

